Repository: ClawdBonzo/maxx-glowup-tracker
Catalog: MaxxApp/MaxxApp/Localizable.xcstrings
Source language: en
Languages: de, es, es_mx, ko, pt_br, tr

# routine.morningSkincare.desc
source: Cleanser → Serum → Moisturizer → SPF
de: Reiniger → Serum → Feuchtigkeitscreme → SPF
es: Limpiador → Sérum → Hidratante → SPF
es_mx: Limpiador → Sérum → Humectante → SPF
ko: 클렌저 → 세럼 → 모이스처라이저 → SPF
pt_br: Limpeza → Sérum → Hidratante → SPF
tr: Temizleyici → Serum → Nemlendirici → SPF

# routine.morningSkincare.name
source: Morning Skincare
de: Morgen-Hautpflege
es: Cuidado facial matutino
es_mx: Skincare de la mañana
ko: 모닝 스킨케어
pt_br: Skincare Matinal
tr: Sabah Cilt Bakımı

# routine.posture.desc
source: Chin tucks + shoulder blade squeezes
de: Kinn einziehen + Schulterblätter zusammenziehen
es: Retracciones de barbilla + aprietes de omóplatos
es_mx: Retracciones de barbilla + apretar omóplatos
ko: 턱 당기기 + 견갑골 모으기
pt_br: Retração do queixo + aperto das escápulas
tr: Çene çekme + kürek kemiği sıkıştırma

# routine.posture.name
source: Posture Check
de: Haltungs-Check
es: Control de postura
es_mx: Revisión de postura
ko: 자세 체크
pt_br: Checagem de Postura
tr: Duruş Kontrolü

# routine.teeth.desc
source: Whitening strips or oil pulling
de: Whitening-Streifen oder Ölziehen
es: Tiras blanqueadoras o oil pulling
es_mx: Tiras blanqueadoras o oil pulling
ko: 미백 스트립 또는 오일 풀링
pt_br: Fitas clareadoras ou oil pulling
tr: Beyazlatma bantları veya yağ çekme

# routine.teeth.name
source: Teeth Whitening
de: Zähne aufhellen
es: Blanqueamiento dental
es_mx: Blanqueamiento dental
ko: 치아 미백
pt_br: Clareamento Dental
tr: Diş Beyazlatma

source: Routines
de: Routinen
es: Rutinas
es_mx: Rutinas
ko: 루틴
pt_br: Rotinas
tr: Rutinler

source: Save
de: Speichern
es: Guardar
es_mx: Guardar
ko: 저장
pt_br: Salvar
tr: Kaydet

source: SAVE %lld%%
de: %lld%% SPAREN
es: AHORRA %lld%%
es_mx: AHORRA %lld%%
ko: %lld%% 할인
pt_br: ECONOMIZE %lld%%
tr: %%%lld TASARRUF

# score.gettingStarted
source: Getting Started
de: Erste Schritte
es: Empezando
es_mx: Empezando
ko: 시작 단계
pt_br: Começando
tr: Başlangıç

# score.glowing
source: GLOWING 🔥
de: AM STRAHLEN 🔥
es: RADIANTE 🔥
es_mx: RADIANTE 🔥
ko: 빛나는 중 🔥
pt_br: BRILHANDO 🔥
tr: PARLIYORSUN 🔥

# score.lookingGood
source: Looking Good
de: Sieht gut aus
es: Buena pinta
es_mx: Te ves bien
ko: 보기 좋아요
pt_br: Indo bem
tr: İyi görünüyor

# score.onTrack
source: On Track
de: Auf Kurs
es: Por buen camino
es_mx: Vas bien
ko: 순조로워요
pt_br: No caminho certo
tr: Yolunda

source: Select a Photo
de: Foto auswählen
es: Selecciona una foto
es_mx: Selecciona una foto
ko: 사진 선택
pt_br: Selecione uma foto
tr: Bir Fotoğraf Seç

source: Select all that apply
de: Wähle alles Zutreffende
es: Selecciona todas las que correspondan
es_mx: Selecciona todas las que apliquen
ko: 해당하는 항목 모두 선택
pt_br: Selecione todas as opções aplicáveis
tr: Geçerli olan tümünü seç

source: Select Photos
de: Fotos auswählen
es: Seleccionar fotos
es_mx: Seleccionar fotos
ko: 사진 선택
pt_br: Selecionar fotos
tr: Fotoğraf Seç

source: Select two photos to compare
de: Wähle zwei Fotos zum Vergleichen
es: Selecciona dos fotos para comparar
es_mx: Selecciona dos fotos para comparar
ko: 비교할 사진 두 장을 선택하세요
pt_br: Selecione duas fotos para comparar
tr: Karşılaştırmak için iki fotoğraf seç

source: Settings
de: Einstellungen
es: Ajustes
es_mx: Ajustes
ko: 설정
pt_br: Ajustes
tr: Ayarlar

source: Share
de: Teilen
es: Compartir
es_mx: Compartir
ko: 공유
pt_br: Compartilhar
tr: Paylaş

source: Share My Badge
de: Mein Abzeichen teilen
es: Compartir mi insignia
es_mx: Compartir mi insignia
ko: 내 배지 공유하기
pt_br: Compartilhar meu emblema
tr: Rozetimi Paylaş

source: Share My Glow-Up
de: Meinen Glow-up teilen
es: Compartir mi glow-up
es_mx: Compartir mi glow-up
ko: 내 글로우업 공유하기
pt_br: Compartilhar minha transformação
tr: Değişimimi Paylaş

source: Share to Instagram Stories, TikTok, or anywhere ✨
de: Teile in Instagram Stories, TikTok oder überall ✨
es: Comparte en Instagram Stories, TikTok o donde quieras ✨
es_mx: Comparte en Instagram Stories, TikTok o donde quieras ✨
ko: 인스타그램 스토리, 틱톡 등 어디든 공유하세요 ✨
pt_br: Compartilhe nos Stories do Instagram, TikTok ou onde quiser ✨
tr: Instagram Hikayeleri, TikTok veya istediğin yerde paylaş ✨

source: Skin Today
de: Haut heute
es: Piel hoy
es_mx: Piel hoy
ko: 오늘의 피부
pt_br: Pele hoje
tr: Bugün cilt

source: Start Free Trial
de: Gratis-Test starten
es: Empezar prueba gratis
es_mx: Iniciar prueba gratis
ko: 무료 체험 시작
pt_br: Iniciar teste grátis
tr: Ücretsiz Denemeyi Başlat

source: Starts Today
de: Beginnt heute
es: Empieza hoy
es_mx: Empieza hoy
ko: 오늘 시작
pt_br: Começa hoje
tr: Bugün Başlıyor

source: Streak
de: Serie
es: Racha
es_mx: Racha
ko: 연속 기록
pt_br: Sequência
tr: Seri

source: Take your first photo to start tracking your glow-up
de: Mach dein erstes Foto, um deinen Glow-up zu verfolgen
es: Hazte tu primera foto para empezar a seguir tu glow-up
es_mx: Toma tu primera foto para empezar a seguir tu glow-up
ko: 첫 사진을 찍고 글로우업 기록을 시작하세요
pt_br: Tire sua primeira foto para começar a acompanhar sua transformação
tr: Değişimini takip etmeye başlamak için ilk fotoğrafını çek

source: Takes less than 2 minutes
de: Dauert weniger als 2 Minuten
es: Tarda menos de 2 minutos
es_mx: Toma menos de 2 minutos
ko: 2분도 안 걸려요
pt_br: Leva menos de 2 minutos
tr: 2 dakikadan kısa sürer

source: Tap to select Before, then After
de: Tippe, um Vorher zu wählen, dann Nachher
es: Toca para elegir Antes y luego Después
es_mx: Toca para seleccionar Antes y luego Después
ko: 비포를 먼저, 그다음 애프터를 탭하세요
pt_br: Toque para selecionar Antes e depois Depois
tr: Önce'yi, sonra Sonra'yı seçmek için dokun

source: Terms
de: AGB
es: Términos
es_mx: Términos
ko: 약관
pt_br: Termos
tr: Koşullar

source: This helps us personalize your routines
de: Das hilft uns, deine Routinen zu personalisieren
es: Esto nos ayuda a personalizar tus rutinas
es_mx: Esto nos ayuda a personalizar tus rutinas
ko: 이를 통해 루틴을 맞춤 설정해 드려요
pt_br: Isso nos ajuda a personalizar suas rotinas
tr: Bu, rutinlerini kişiselleştirmemize yardımcı olur

source: This will permanently delete all your progress photos, routines, logs, and profile data. This cannot be undone.
de: Dadurch werden alle deine Fortschrittsfotos, Routinen, Protokolle und Profildaten dauerhaft gelöscht. Dies kann nicht rückgängig gemacht werden.
es: Esto eliminará permanentemente todas tus fotos de progreso, rutinas, registros y datos de perfil. No se puede deshacer.
es_mx: Esto eliminará permanentemente todas tus fotos de progreso, rutinas, registros y datos de perfil. No se puede deshacer.
ko: 모든 변화 사진, 루틴, 기록, 프로필 데이터가 영구적으로 삭제됩니다. 이 작업은 되돌릴 수 없습니다.
pt_br: Isso excluirá permanentemente todas as suas fotos de progresso, rotinas, registros e dados de perfil. Esta ação não pode ser desfeita.
tr: Bu, tüm ilerleme fotoğraflarını, rutinlerini, kayıtlarını ve profil verilerini kalıcı olarak siler. Bu işlem geri alınamaz.

# tip.face.1
source: Practice mewing daily
de: Übe täglich Mewing
es: Practica mewing a diario
es_mx: Practica mewing a diario
ko: 매일 뮤잉 연습하기
pt_br: Pratique mewing diariamente
tr: Her gün mewing yap

# tip.face.2
source: Do jaw exercises
de: Mache Kieferübungen
es: Haz ejercicios de mandíbula
es_mx: Haz ejercicios de mandíbula
ko: 턱 운동하기
pt_br: Faça exercícios de mandíbula
tr: Çene egzersizleri yap

# tip.face.3
source: Chew mastic gum
de: Kaue Mastix-Kaugummi
es: Mastica chicle de almáciga
es_mx: Mastica chicle de mástique
ko: 매스틱 검 씹기
pt_br: Mastigue goma de mástique
tr: Sakız çiğne

# tip.face.4
source: Maintain proper tongue posture
de: Achte auf korrekte Zungenhaltung
es: Mantén una postura lingual correcta
es_mx: Mantén una buena postura de la lengua
ko: 올바른 혀 자세 유지하기
pt_br: Mantenha a postura correta da língua
tr: Doğru dil duruşunu koru

# tip.fitness.1
source: Lift weights 4x/week
de: Hebe 4x/Woche Gewichte
es: Levanta pesas 4 veces por semana
es_mx: Levanta pesas 4 veces por semana
ko: 주 4회 웨이트 운동
pt_br: Levante pesos 4x/semana
tr: Haftada 4 kez ağırlık çalış

# tip.fitness.2
source: Hit 10k steps daily
de: Schaffe täglich 10.000 Schritte
es: Da 10.000 pasos al día
es_mx: Da 10 mil pasos al día
ko: 하루 1만 보 걷기
pt_br: Atinja 10 mil passos por dia
tr: Günde 10 bin adım at

# tip.fitness.3
source: Prioritize protein intake
de: Priorisiere die Proteinzufuhr
es: Prioriza la ingesta de proteína
es_mx: Prioriza tu consumo de proteína
ko: 단백질 섭취 우선하기
pt_br: Priorize a ingestão de proteína
tr: Protein alımına öncelik ver

# tip.fitness.4
source: Sleep 7-9 hours
de: Schlafe 7-9 Stunden
es: Duerme de 7 a 9 horas
es_mx: Duerme de 7 a 9 horas
ko: 7~9시간 수면하기
pt_br: Durma de 7 a 9 horas
tr: 7-9 saat uyu

# tip.grooming.1
source: Maintain brow shape
de: Pflege deine Brauenform
es: Mantén la forma de las cejas
es_mx: Mantén la forma de tus cejas
ko: 눈썹 모양 관리하기
pt_br: Mantenha o formato das sobrancelhas
tr: Kaş şeklini koru

# tip.grooming.2
source: Keep nails clean
de: Halte deine Nägel sauber
es: Lleva las uñas limpias
es_mx: Mantén tus uñas limpias
ko: 손톱 청결 유지하기
pt_br: Mantenha as unhas limpas
tr: Tırnaklarını temiz tut

# tip.grooming.3
source: Find your signature scent
de: Finde deinen Signature-Duft
es: Encuentra tu aroma característico
es_mx: Encuentra tu aroma característico
ko: 나만의 시그니처 향 찾기
pt_br: Encontre seu perfume marcante
tr: İmza kokunu bul

# tip.grooming.4
source: Develop a morning routine
de: Entwickle eine Morgenroutine
es: Crea una rutina matutina
es_mx: Crea una rutina matutina
ko: 아침 루틴 만들기
pt_br: Crie uma rotina matinal
tr: Bir sabah rutini geliştir

# tip.hair.1
source: Use sulfate-free shampoo
de: Nutze sulfatfreies Shampoo
es: Usa champú sin sulfatos
es_mx: Usa shampoo sin sulfatos
ko: 황산염 무첨가 샴푸 사용하기
pt_br: Use shampoo sem sulfato
tr: Sülfatsız şampuan kullan

# tip.hair.2
source: Condition every wash
de: Verwende bei jeder Wäsche Spülung
es: Aplica acondicionador en cada lavado
es_mx: Usa acondicionador en cada lavado
ko: 감을 때마다 컨디셔너 사용하기
pt_br: Use condicionador a cada lavagem
tr: Her yıkamada saç kremi kullan

# tip.hair.3
source: Get trims every 6-8 weeks
de: Lass alle 6-8 Wochen die Spitzen schneiden
es: Córtate las puntas cada 6-8 semanas
es_mx: Córtate las puntas cada 6-8 semanas
ko: 6~8주마다 다듬기
pt_br: Corte as pontas a cada 6-8 semanas
tr: 6-8 haftada bir uçları aldır

# tip.hair.4
source: Minimize heat styling
de: Minimiere Hitze-Styling
es: Minimiza el calor al peinarte
es_mx: Reduce el uso de calor para peinar
ko: 열 스타일링 최소화하기
pt_br: Minimize o uso de calor
tr: Isıyla şekillendirmeyi azalt

# tip.posture.1
source: Stretch hip flexors daily
de: Dehne täglich die Hüftbeuger
es: Estira los flexores de cadera a diario
es_mx: Estira los flexores de cadera a diario
ko: 매일 고관절 굴근 스트레칭하기
pt_br: Alongue os flexores do quadril diariamente
tr: Her gün kalça fleksörlerini esnet

# tip.posture.2
source: Strengthen rear delts
de: Stärke die hintere Schulter
es: Fortalece los deltoides posteriores
es_mx: Fortalece los deltoides posteriores
ko: 후면 삼각근 강화하기
pt_br: Fortaleça os deltoides posteriores
tr: Arka deltoidleri güçlendir

# tip.posture.3
source: Use standing desk
de: Nutze einen Stehtisch
es: Usa un escritorio de pie
es_mx: Usa un escritorio de pie
ko: 스탠딩 데스크 사용하기
pt_br: Use mesa de trabalho em pé
tr: Ayakta çalışma masası kullan

# tip.posture.4
source: Practice chin tucks
de: Übe das Einziehen des Kinns
es: Practica retracciones de barbilla
es_mx: Practica retracciones de barbilla
ko: 턱 당기기 연습하기
pt_br: Pratique a retração do queixo
tr: Çene çekme egzersizi yap

# tip.skin.1
source: Cleanse twice daily
de: Reinige zweimal täglich
es: Límpiate la cara dos veces al día
es_mx: Límpiate la cara dos veces al día
ko: 하루 두 번 세안하기
pt_br: Limpe a pele duas vezes ao dia
tr: Günde iki kez temizle

# tip.skin.2
source: Apply SPF 30+ every morning
de: Trage jeden Morgen SPF 30+ auf
es: Aplica SPF 30+ cada mañana
es_mx: Aplica SPF 30+ cada mañana
ko: 매일 아침 SPF 30+ 바르기
pt_br: Aplique SPF 30+ todas as manhãs
tr: Her sabah SPF 30+ uygula

# tip.skin.3
source: Use retinol at night
de: Verwende nachts Retinol
es: Usa retinol por la noche
es_mx: Usa retinol por la noche
ko: 밤에 레티놀 사용하기
pt_br: Use retinol à noite
tr: Geceleri retinol kullan

# tip.skin.4
source: Stay hydrated — 8 glasses/day
de: Bleib hydriert — 8 Gläser/Tag
es: Hidrátate: 8 vasos al día
es_mx: Hidrátate: 8 vasos de agua al día
ko: 수분 충전 — 하루 8잔
pt_br: Mantenha-se hidratado — 8 copos/dia
tr: Bol su iç — günde 8 bardak

# tip.style.1
source: Build a capsule wardrobe
de: Baue eine Capsule-Garderobe auf
es: Crea un armario cápsula
es_mx: Arma un guardarropa cápsula
ko: 캡슐 옷장 만들기
pt_br: Monte um guarda-roupa cápsula
tr: Kapsül gardırop oluştur

# tip.style.2
source: Learn your color season
de: Finde deine Farbtypsaison heraus
es: Aprende tu temporada de color
es_mx: Conoce tu estación de color
ko: 퍼스널 컬러 알아보기
pt_br: Descubra sua estação de cores
tr: Renk mevsimini öğren

# tip.style.3
source: Invest in tailoring
de: Investiere in Maßanpassung
es: Invierte en sastrería
es_mx: Invierte en ajustes a tu medida
ko: 수선에 투자하기
pt_br: Invista em ajustes de roupa
tr: Terziye yatırım yap

# tip.style.4
source: Accessorize intentionally
de: Setze Accessoires gezielt ein
es: Añade accesorios con intención
es_mx: Usa accesorios con intención
ko: 의도적으로 액세서리 활용하기
pt_br: Use acessórios com intenção
tr: Aksesuarları bilinçli kullan

# tip.teeth.1
source: Brush twice daily
de: Putze zweimal täglich die Zähne
es: Cepíllate dos veces al día
es_mx: Cepíllate dos veces al día
ko: 하루 두 번 양치하기
pt_br: Escove os dentes duas vezes ao dia
tr: Günde iki kez fırçala

# tip.teeth.2
source: Floss every night
de: Nutze jeden Abend Zahnseide
es: Usa hilo dental cada noche
es_mx: Usa hilo dental cada noche
ko: 매일 밤 치실 사용하기
pt_br: Use fio dental toda noite
tr: Her gece diş ipi kullan

# tip.teeth.3
source: Use whitening strips
de: Verwende Whitening-Streifen
es: Usa tiras blanqueadoras
es_mx: Usa tiras blanqueadoras
ko: 미백 스트립 사용하기
pt_br: Use fitas clareadoras
tr: Beyazlatma bantları kullan

# tip.teeth.4
source: See dentist every 6 months
de: Geh alle 6 Monate zum Zahnarzt
es: Ve al dentista cada 6 meses
es_mx: Ve al dentista cada 6 meses
ko: 6개월마다 치과 방문하기
pt_br: Vá ao dentista a cada 6 meses
tr: 6 ayda bir diş hekimine git

source: Tips
de: Tipps
es: Consejos
ko: 팁
pt_br: Dicas
tr: İpuçları

source: Today's Glow Score
de: Heutiger Glow-Score
es: Glow Score de hoy
es_mx: Glow Score de hoy
ko: 오늘의 글로우 스코어
pt_br: Glow Score de hoje
tr: Bugünkü Parlaklık Puanı

source: Today's Progress
de: Heutiger Fortschritt
es: Progreso de hoy
es_mx: Progreso de hoy
ko: 오늘의 진행 상황
pt_br: Progresso de hoje
tr: Bugünkü İlerleme

source: Today's Routines
de: Heutige Routinen
es: Rutinas de hoy
es_mx: Rutinas de hoy
ko: 오늘의 루틴
pt_br: Rotinas de hoje
tr: Bugünkü Rutinler

source: Total
de: Gesamt
ko: 총합
tr: Toplam

source: Total Photos
de: Fotos gesamt
es: Fotos totales
es_mx: Fotos totales
ko: 총 사진
pt_br: Total de fotos
tr: Toplam fotoğraf

source: Track your visual progress
de: Verfolge deinen sichtbaren Fortschritt
es: Sigue tu progreso visual
es_mx: Sigue tu progreso visual
ko: 시각적 변화 기록하기
pt_br: Acompanhe seu progresso visual
tr: Görsel ilerlemeni takip et

source: Transformation on your terms
de: Verwandlung zu deinen Bedingungen
es: La transformación a tu manera
es_mx: Transformación en tus términos
ko: 당신의 방식대로 변신
pt_br: Transformação do seu jeito
tr: Senin koşullarınla dönüşüm

source: Type
de: Typ
es: Tipo
es_mx: Tipo
ko: 유형
pt_br: Tipo
tr: Tür

source: Unlock Maxx Pro
de: Maxx Pro freischalten
es: Desbloquear Maxx Pro
es_mx: Desbloquea Maxx Pro
ko: Maxx Pro 잠금 해제
pt_br: Desbloquear Maxx Pro
tr: Maxx Pro'nun Kilidini Aç

source: Unlock with Pro
de: Mit Pro freischalten
es: Desbloquear con Pro
es_mx: Desbloquear con Pro
ko: Pro로 잠금 해제
pt_br: Desbloquear com Pro
tr: Pro ile Kilidini Aç

source: Unlocked
de: Freigeschaltet
es: Desbloqueado
es_mx: Desbloqueado
ko: 잠금 해제됨
pt_br: Desbloqueado
tr: Açıldı

source: Upgrade to Pro
de: Auf Pro upgraden
es: Pásate a Pro
es_mx: Mejora a Pro
ko: Pro로 업그레이드
pt_br: Assinar o Pro
tr: Pro'ya Yükselt

source: We'll build your plan around this
de: Wir richten deinen Plan danach aus
es: Crearemos tu plan en torno a esto
es_mx: Crearemos tu plan en torno a esto
ko: 이를 중심으로 플랜을 만들어 드려요
pt_br: Vamos montar seu plano com base nisso
tr: Planını buna göre oluşturacağız

source: Welcome to Maxx Pro!
de: Willkommen bei Maxx Pro!
es: ¡Bienvenido a Maxx Pro!
es_mx: ¡Bienvenido a Maxx Pro!
ko: Maxx Pro에 오신 것을 환영합니다!
pt_br: Bem-vindo ao Maxx Pro!
tr: Maxx Pro'ya Hoş Geldin!

source: What does this involve?
de: Was beinhaltet das?
es: ¿Qué implica esto?
es_mx: ¿Qué implica esto?
ko: 어떤 내용인가요?
pt_br: O que isso envolve?
tr: Bu neyi kapsıyor?

source: What's your goal?
de: Was ist dein Ziel?
es: ¿Cuál es tu objetivo?
es_mx: ¿Cuál es tu meta?
ko: 목표가 무엇인가요?
pt_br: Qual é o seu objetivo?
tr: Hedefin ne?

source: XP & levels
de: XP & Level
es: XP y niveles
es_mx: XP y niveles
ko: XP & 레벨
pt_br: XP e níveis
tr: XP ve seviyeler

source: YOU ARE HERE
de: DU BIST HIER
es: ESTÁS AQUÍ
es_mx: ESTÁS AQUÍ
ko: 현재 위치
pt_br: VOCÊ ESTÁ AQUI
tr: BURADASIN

source: Your commitment level?
de: Dein Einsatzlevel?
es: ¿Tu nivel de compromiso?
es_mx: ¿Tu nivel de compromiso?
ko: 얼마나 투자할 수 있나요?
pt_br: Qual é o seu nível de comprometimento?
tr: Bağlılık seviyen?

source: Your full glow-up journey starts now
de: Deine komplette Glow-up-Reise beginnt jetzt
es: Tu glow-up completo empieza ahora
es_mx: Tu glow-up completo empieza ahora
ko: 당신의 완전한 글로우업 여정이 지금 시작됩니다
pt_br: Sua jornada de transformação completa começa agora
tr: Tam değişim yolculuğun şimdi başlıyor

source: Your Glow-Up
de: Dein Glow-up
es: Tu Glow-Up
es_mx: Tu glow-up
ko: 나의 글로우업
pt_br: Sua Transformação
tr: Değişimin

source: Your plan adapts to your age
de: Dein Plan passt sich deinem Alter an
es: Tu plan se adapta a tu edad
es_mx: Tu plan se adapta a tu edad
ko: 나이에 맞춰 플랜이 조정됩니다
pt_br: Seu plano se adapta à sua idade
tr: Planın yaşına göre uyarlanır

source: Your Shareable Card
de: Deine teilbare Karte
es: Tu tarjeta para compartir
es_mx: Tu tarjeta para compartir
ko: 공유용 카드
pt_br: Seu Card Compartilhável
tr: Paylaşılabilir Kartın

# greeting.morning
source: Good Morning
de: Guten Morgen
es: Buenos días
es_mx: Buenos días
ko: 좋은 아침이에요
pt_br: Bom dia
tr: Günaydın

# greeting.afternoon
source: Good Afternoon
de: Guten Tag
es: Buenas tardes
es_mx: Buenas tardes
ko: 좋은 오후예요
pt_br: Boa tarde
tr: İyi günler

# greeting.evening
source: Good Evening
de: Guten Abend
es: Buenas noches
es_mx: Buenas noches
ko: 좋은 저녁이에요
pt_br: Boa noite
tr: İyi akşamlar

# greeting.night
source: Night Owl Mode
de: Nachtschwärmer-Modus
es: Modo búho
es_mx: Modo búho
ko: 올빼미 모드
pt_br: Modo coruja
tr: Gece kuşu modu

# %lld routine%@
source: %1$lld routine%2$@
es: %1$lld rutina%2$@
es_mx: %1$lld rutina%2$@
ko: 루틴 %1$lld개%2$@
pt_br: %1$lld rotina%2$@
tr: %1$lld rutin%2$@

source: Glow Score Trend
es: Tendencia del Glow Score
es_mx: Tendencia del Glow Score
ko: 글로우 스코어 추세
pt_br: Tendência do Glow Score
tr: Parlaklık Puanı Trendi

source: LEVEL
es: NIVEL
es_mx: NIVEL
ko: 레벨
pt_br: NÍVEL
tr: SEVİYE

source: Level Roadmap
es: Hoja de ruta de niveles
es_mx: Mapa de niveles
ko: 레벨 로드맵
pt_br: Mapa de Níveis
tr: Seviye Yol Haritası

source: LEVEL UP!
es: ¡SUBISTE DE NIVEL!
es_mx: ¡SUBISTE DE NIVEL!
ko: 레벨 업!
pt_br: SUBIU DE NÍVEL!
tr: SEVİYE ATLANDI!

source: Routine Details
es: Detalles de la rutina
es_mx: Detalles de la rutina
ko: 루틴 상세
pt_br: Detalhes da rotina
tr: Rutin Detayları

# routine.gym.desc
source: Push/Pull/Legs split
es: Rutina de empuje/tirón/pierna
es_mx: Rutina de empuje/jalón/pierna
ko: 푸시/풀/레그 분할 운동
pt_br: Divisão Push/Pull/Legs
tr: İt/Çek/Bacak programı

# routine.gym.name
source: Gym Session
es: Sesión de gimnasio
es_mx: Sesión de gym
ko: 헬스 세션
pt_br: Treino na Academia
tr: Spor Seansı

source: Score
es: Puntuación
es_mx: Puntaje
ko: 점수
pt_br: Pontuação
tr: Puan

source: streak
es: racha
es_mx: racha
ko: 연속 기록
pt_br: sequência
tr: seri

source: Version
es: Versión
es_mx: Versión
ko: 버전
pt_br: Versão
tr: Sürüm

source: %lld min
ko: %lld분
tr: %lld dk

# category.fitness
source: Fitness
ko: 피트니스

source: Premium
ko: 프리미엄
